tap "antoniorodr/memo"
tap "jnsahaj/lumen"
tap "openhue/cli"
tap "steipete/tap"
brew "shellcheck"
brew "actionlint"
brew "ast-grep"
brew "atuin", restart_service: :changed
brew "awscli"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "crane"
brew "difftastic"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "foundry"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-machete"
brew "gitui"
brew "go"
brew "graphviz"
brew "helm"
brew "helm-docs"
brew "jj"
brew "jjui"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "lazyjj"
brew "markdownlint-cli"
brew "mole"
brew "openai-whisper"
brew "ripgrep"
brew "opencode"
brew "phantom"
brew "poppler"
brew "postgresql@18"
brew "procs"
brew "rsync"
brew "rust"
brew "semgrep"
brew "shfmt"
brew "skopeo"
brew "sshpass"
brew "terraform"
brew "tmux"
brew "uv"
brew "worktrunk"
brew "yadm"
brew "yarn"
brew "yq"
brew "zimfw"
brew "zoxide"
brew "antoniorodr/memo/memo"
brew "jnsahaj/lumen/lumen"
brew "openhue/cli/openhue-cli"
brew "steipete/tap/bird"
brew "steipete/tap/camsnap"
brew "steipete/tap/gifgrep"
brew "steipete/tap/gogcli"
brew "steipete/tap/goplaces"
brew "steipete/tap/imsg"
brew "steipete/tap/peekaboo"
brew "steipete/tap/remindctl"
brew "steipete/tap/summarize"
brew "steipete/tap/wacli"
cask "1password"
cask "1password-cli"
cask "codeql"
cask "codex"
cask "steipete/tap/codexbar"
cask "cursor"
cask "gcloud-cli"
cask "gitbutler"
cask "granola"
cask "libreoffice"
cask "linear-linear"
cask "orbstack"
cask "shottr"
cask "slack"
cask "sonos"
cask "tower"
cask "zoom"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "editorconfig.editorconfig"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql-syntax"
vscode "juanblanco.solidity"
vscode "lokalise.i18n-ally"
vscode "nize.oklch-preview"
vscode "oven.bun-vscode"
vscode "shardulm94.trailing-spaces"
vscode "tim-koehler.helm-intellisense"
vscode "typescriptteam.native-preview"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "yoavbls.pretty-ts-errors"
