tap "jnsahaj/lumen"
brew "shellcheck"
brew "actionlint"
brew "ast-grep"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "crane"
brew "difftastic"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "foundry"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "helm"
brew "helm-docs"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "mole"
brew "postgresql@18"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shfmt"
brew "skopeo"
brew "sshpass"
brew "terraform"
brew "yadm"
brew "yarn"
brew "yq"
brew "zimfw"
brew "zoxide"
brew "jnsahaj/lumen/lumen"
cask "1password"
cask "1password-cli"
cask "claude-code"
cask "codex"
cask "gcloud-cli"
cask "granola"
cask "linear-linear"
cask "orbstack"
cask "shottr"
cask "slack"
cask "sonos"
cask "tower"
cask "zoom"
