brew "ast-grep"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "difftastic"
brew "eza"
brew "fd"
brew "fnm"
brew "foundry"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "helm"
brew "helm-docs"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "mole"
brew "postgresql@18"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "yadm"
brew "yq"
brew "zimfw"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "codex"
cask "gcloud-cli"
cask "granola"
cask "orbstack"
cask "shottr"
cask "slack"
cask "sonos"
cask "tower"
cask "zoom"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "editorconfig.editorconfig"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql-syntax"
vscode "juanblanco.solidity"
vscode "lokalise.i18n-ally"
vscode "nize.oklch-preview"
vscode "oven.bun-vscode"
vscode "shardulm94.trailing-spaces"
vscode "tim-koehler.helm-intellisense"
vscode "typescriptteam.native-preview"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "yoavbls.pretty-ts-errors"
